Revit 2024 API
ParameterTypeId.StairsTrisertypeTreadThickness Property
 "Tread Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsTrisertypeTreadThickness { get; }
Visual Basic
Public Shared ReadOnly Property StairsTrisertypeTreadThickness As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsTrisertypeTreadThickness {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace